{
  "test": "اختبار باللغة الإنجليزية",
  "navItems": [
    {
      "name": "الرئيسية",
      "href": "/",
      "hasDropdown": false
    },
    {
      "name": "من نحن",
      "href": "#solutions",
      "hasDropdown": true,
      "dropdownItems": [
        { "name": "من نحن", "href": "/who-we-are" },
        { "name": "الرؤية والرسالة", "href": "/vision-and-mission" },
        { "name": "رسالة رئيس مجلس الإدارة", "href": "/chairman-message" },
        { "name": "رسالة الرئيس التنفيذي", "href": "/ceo-message" }
      ]
    },
    {
      "name": "الحلول",
      "href": "/#solution-section",
      "hasDropdown": false
    },
    {
      "name": "المنتجات",
      "href": "#",
      "hasDropdown": false
    },
    {
      "name": "الأخبار",
      "href": "/#newsSection",
      "hasDropdown": false
    },
    {
      "name": "الشركاء",
      "href": "/#partnersSection",
      "hasDropdown": false
    },
    {
      "name": "اتصل بنا",
      "href": "/#contactSection",
      "hasDropdown": false
    }
  ],
  "contactButonText": "اتصل الآن",
  "section2Heading1": "إعادة تشكيل المستقبل",
  "section2Heading2": "بواسطة الذكاء الاصطناعي والابتكار",
  "section2Content2": "تشمل حلولنا التقنية مجموعة واسعة من تطبيقات الذكاء الاصطناعي المتطورة، من الروبوتات الذكية إلى منصات البرمجيات المخصصة. نحن نستغل قوة الذكاء الاصطناعي لتطوير أنظمة ذكية وفعالة تعيد تعريف الإمكانيات التكنولوجية وتمكّن الشركات من الازدهار في هذا العصر الرقمي.",
  "whoWeAreHeadingHomePage": "من نحن",
  "whoWeAreHomePage": "أبوردز هي مبادرة وطنية إماراتية وشركة تكنولوجية متخصصة في تطوير حلول مبتكرة تعالج التحديات العالمية وتعزز الاستدامة. لا يقتصر التزامنا بالتكنولوجيا على مجرد الابتكار - نحن نركز على إنشاء حلول مؤثرة وجاهزة للمستقبل تحدث فرقًا حقيقيًا.",
  "whoWeAreButtonTextHomePage": "عرض المزيد",
  "servicesContentHomePage": [
    {
      "title": "الاستشارات",
      "description": "نحن نقدم خدمات استشارية شاملة لتوجيه مؤسستك خلال رحلة التحول الرقمي بالكامل.",
      "imageSrc": "/images/services/service1.jpg"
    },
    {
      "title": "التخصيص",
      "description": "نحن نمتلك خبرة واسعة في أحدث التقنيات المتقدمة لتصميم حلول الأجهزة المخصصة وتطوير وكلاء ذكاء اصطناعي مخصصين لعملائنا.",
      "imageSrc": "/images/services/service2.jpg"
    },
    {
      "title": "إدارة البرامج",
      "description": "يتمتع فريقنا الخبير بسجل حافل في تنفيذ برامج وطنية ومدنية واسعة النطاق، مما يجعله الخيار الأفضل لدعم تنفيذ مشاريعك.",
      "imageSrc": "/images/services/service3.jpg"
    },
    {
      "title": "التنفيذ",
      "description": "من خلال شبكات شركائنا الواسعة، نجحنا في تنفيذ العديد من المشاريع الوطنية وسنواصل تقديم الدعم لمشاريعك.",
      "imageSrc": "/images/services/service4.jpg"
    }
  ],
  "worldMapHeadingHomePage": "نطاقنا",
  "worldMapHeading1": "الخبرة",
  "worldMapData1": "20+ سنة",
  "worldMapHeading2": "الشراكات",
  "worldMapData2": "35+",
  "worldMapHeading3": "علماء الذكاء الاصطناعي",
  "worldMapData3": "10+",
  "worldMapHeading4": "حالات الاستخدام",
  "worldMapData4": "200+",
  "solutionsHeading": "الحلول",
  "solutionsDescription": "هذه بعض من حلولنا الرئيسية التي طورناها لعملائنا. تواصل معنا وسنشاركك خبراتنا وسنصمم لك حلاً مناسبًا وفقًا لاحتياجاتك.",
  "solutionsItems": [
    {
      "title": "منصة الوكلاء الذكيين",
      "description": "تمكين الشركات من خلال وكلاء الذكاء الاصطناعي المستقلين لتحقيق أتمتة الجيل القادم.",
      "img": "/images/solution7.png"
    },

    {
      "title": "مركز بيانات التبريد الغامر",
      "description": "إحداث ثورة في الكفاءة باستخدام تقنية التبريد الغامر المتطورة لمراكز البيانات الحديثة.",
      "img": "/images/solution1.png"
    },
    {
      "title": "الروبوت البشري",
      "description": "سد الفجوة بين الإنسان والتكنولوجيا باستخدام الروبوتات الذكية الشبيهة بالبشر.",
      "img": "/images/solution2.png"
    },
    {
      "title": "الهجرة وإنفاذ القانون",
      "description": "ضمان العدالة والأمن من خلال حلول متخصصة في مجال الهجرة وإنفاذ القانون.",
      "img": "/images/solution3.png"
    },
    {
      "title": "إنترنت الأشياء المتقدم",
      "description": "ربط العالم بسلاسة من خلال حلول إنترنت الأشياء الذكية والمبتكرة.",
      "img": "/images/solution4.png"
    },
    {
      "title": "الروبوتات الطبية",
      "description": "إحداث ثورة في الرعاية الصحية باستخدام الروبوتات الطبية الدقيقة والمتطورة.",
      "img": "/images/solution5.png"
    },
    {
      "title": "نظام إدارة المرور",
      "description": "تحسين التنقل من خلال حلول إدارة المرور الذكية والفعالة.",
      "img": "/images/solution9.png"
    },
    {
      "title": "التنقل المستقبلي",
      "description": "إعادة تعريف وسائل التنقل المستقبلية من خلال حلول ذكية ومستدامة.",
      "img": "/images/solution6.png"
    },
    {
      "title": "الكلب الروبوت",
      "description": "اختبر مستقبل الرفقة مع كلبنا الروبوت الذكي والرشيق.",
      "img": "/images/solution8.png"
    }
  ],

  "OurValuesHeading": "قيمنا",
  "valuesItems": [
    {
      "title": "التميز",
      "description": "الممارسة تصنع الكمال. من خلال خبرتنا الواسعة التي تم بناؤها على مدار السنوات، تمكنا من ترك بصمتنا وتجاوز توقعات العملاء من خلال حلول ذكية وإبداعية."
    },
    {
      "title": "النزاهة",
      "description": "تعزز الأخلاقيات والمبادئ التي أرستها إدارتنا ثقافة الالتزام بتقديم احتياجات العملاء في الوقت المحدد مع مراعاة الحلول الفعالة من حيث التكلفة."
    },
    {
      "title": "الاحترافية",
      "description": "الالتزام والتركيز هما مفتاح نجاحنا عند التعامل مع شركائنا وعملائنا، حيث نلتزم بتقديم الخدمات وفقًا للمعايير الدولية."
    },
    {
      "title": "التعاون",
      "description": "روح الفريق الواحد هي الأساس الذي نبني عليه علاقاتنا الداخلية، والتي تنعكس بشكل إيجابي على علاقاتنا مع عملائنا."
    },
    {
      "title": "الشغف",
      "description": "كل ما نقوم به، نقوم به بشغف، بدءًا من تقديم الدعم وحتى بناء علاقات قوية مع العملاء تعزز ولاء العلامة التجارية."
    }
  ],
  "newsHeading": "الأخبار",
  "newsDescription": "اطلع على أحدث الأخبار",
  "newsItems": [
    {
      "id": 1,
      "image": "/images/news1.avif",
      "title": "أقدم مصفاة ذهب في الإمارات تحصل على مالك جديد",
      "description": "دبي: تم شراء واحدة من أكبر مصافي الذهب في الإمارات، وهي 'إمارات جولد'، من قبل 'برايت إيست هولدينج 1'، وهي شركة مرخصة في سوق أبوظبي العالمي. ولم يتم الإفصاح عن قيمة الصفقة.",
      "url": "https://gulfnews.com/business/markets/uaes-oldest-running-refiner-emirates-gold-gets-new-owner-1.104683944"
    },
    {
      "id": 2,
      "image": "/images/news2.jpeg",
      "title": "تشكيل مستقبل الطيران في أبوظبي",
      "description": "تتعاون شركة فالكون للطيران مع كيانات إماراتية وأرشير لدعم عمليات التاكسي الجوي الكهربائي في أبوظبي.",
      "url": "https://www.falconaviation.ae/2025/01/09/shaping-the-future-of-aviation-in-abu-dhabi-1"
    },
    {
      "id": 3,
      "image": "/images/news3.jpg",
      "title": "الإدارة التنفيذية لشركة Upwards تستضيف رئيس وزراء أرمينيا السابق",
      "description": "استضافت الإدارة التنفيذية لشركة Upwards رئيس وزراء أرمينيا السابق، سعادة تيغراني أفينيان، لمناقشة تطوير المدن الذكية ومبادرات إنترنت الأشياء.\n\nأبوظبي، 21 أبريل - استقبلت شركة Upwards سعادة تيغراني أفينيان، نائب عمدة مدينة يريفان ورئيس وزراء أرمينيا السابق، في مكتبها في أبوظبي. وتهدف الزيارة، التي تمت برفقة وفده، إلى تعزيز التعاون واستكشاف فرص التقدم التكنولوجي في مبادرات المدن الذكية.\n\nخلال الاجتماع المثمر، ناقش فريق الإدارة التنفيذية لشركة Upwards وسعادة تيغراني أفينيان مجموعة واسعة من المواضيع المتعلقة بتطوير المدن الذكية وإنترنت الأشياء (IoT). وركزت المناقشات على الاستفادة من التكنولوجيا لتحسين جودة حياة السكان، وتعزيز النمو المستدام، وتبسيط إدارة البنية التحتية الحضرية. وقد قدمت شركة Upwards، المعروفة بخبرتها وابتكاراتها في حلول إنترنت الأشياء، معرفتها الواسعة وأظهرت كفاءتها في تسخير التكنولوجيا لدفع الابتكار في مجالي المدن الذكية وإنترنت الأشياء. وقد أبدى الضيوف الكرام إعجابهم بسجل الشركة الناجح ورؤاها القيمة، التي أسفرت عن حلول تحوّلية للعديد من المدن حول العالم.\n\nوأعرب الطرفان عن حماسهما للتعاون المستقبلي المحتمل، والذي يهدف إلى الاستفادة من خبرة وتجربة شركة Upwards في تطوير مشاريع المدن الذكية في يريفان ومناطق أخرى من أرمينيا. وقد وضع الاجتماع أساسًا لشراكة قوية ستدفع عجلة الابتكار وتحسّن حياة المواطنين من خلال الحلول المدفوعة بالتكنولوجيا. وتظل شركة Upwards ملتزمة بتسخير قدراتها التكنولوجية المتقدمة لإنشاء مدن مستدامة ومتصلة وقادرة على الصمود. وبتركيز قوي على تقديم حلول عملية وفعالة، تواصل الشركة دفع الحدود والتعاون مع الحكومات والبلديات وقادة الصناعة لتشكيل مدن المستقبل.",
      "url": "https://upwards.ae/article/upwards-executive-management-hosts-former-prime-minister-of-armenia/"
    }
  ],

  "partnersHeading": "الشركاء",

  "contactHeading": "اتصل بنا",
  "contactDescription": "لنتواصل",
  "contactHeadingText1": "نجلب",
  "contactHeadingText2": "الأفكار والابتكار",
  "contactHeadingText3": "إلى الحياة من خلال",
  "contactHeadingText4": "التكنولوجيا",
  "contactHeadingText": "نرحب بمشاركة الأفكار المبتكرة والتحديات المستمرة معنا",
  "firstNameLabel": "الاسم الأول",
  "lastNameLabel": "الاسم الأخير",
  "emailLabel": "البريد الإلكتروني",
  "phoneLabel": "رقم الهاتف",
  "conactSubmitLabel": "اتصل الآن",

  "footerHeading1": "تواصل معنا",
  "footerHeading1Data1": "المكتب الرئيسي",
  "footerHeading1Data2": "الخالدية الغربية 0.9 مبنى |",
  "footerHeading1Data3": "محمد بن سلطان بن خليفة بن زايد |",
  "footerHeading1Data4": "أبو ظبي |",
  "footerHeading1Data5": "الإمارات العربية المتحدة |",
  "footerHeading1Data6": "موقعنا",
  "footerHeading1Data7": "(02) 404 6017",

  "footerHeading2": "خريطة الموقع",
  "footerHeading2Data1": "معلومات عنا",
  "footerHeading2Data2": "الحلول",
  "footerHeading2Data3": "اتصل بنا",
  "footerHeading2Data4": "الأخبار",

  "footerHeading3": "الحلول",

  "bottomFooterText1": "شروط الاستخدام",
  "bottomFooterText2": "سياسة الخصوصية",
  "bottomFooterText3": "© 2025 أب ووردز. جميع الحقوق محفوظة",

  "whoWeAreHeading": "من نحن",
  "whoweArePara1": "أب ووردز هي مبادرة وطنية إماراتية وشركة تقنية مكرسة لتطوير حلول متطورة تعالج التحديات العالمية وتعزز الاستدامة. لا يقتصر التزامنا بالتكنولوجيا على الابتكار فقط، بل نركز على خلق حلول ذات تأثير حقيقي وجاهزة للمستقبل.",
  "whoweArePara2": "من خلال شركاتها التشغيلية، تقدم أب ووردز منتجات وأنظمة رائدة، تنافسية، وموثوقة للغاية لعملائها في القطاعين العام والخاص، مما يولد قيمة تجارية ومجتمعية كبيرة.",
  "whoweArePara3": "في أب ووردز، نجسد روح الصقر—نرتفع بدقة وتركيز ومرونة. الصقور لا تحلق فقط؛ بل تصعد بقصد، تمامًا كما نمكّن الشركات من تحسين قدراتها من خلال حلول تقنية متقدمة. نحن نؤمن بأن التكنولوجيا عندما يتم تسخيرها بهدف، فإنها تعزز التقدم، وتطلق العنان للإمكانات، وتحفز التحول. وبتوافق مع هذه الرؤية، تدعم أب ووردز بشكل نشط الأجندة الاستراتيجية لدولة الإمارات في تبني التكنولوجيا والذكاء الاصطناعي، مما يجعل الدولة رائدة عالميًا في الابتكار والتميز.",

  "visionMissionHeading": "هدفنا",
  "visionMissionDescription": "المبادئ التوجيهية التي تدفع ابتكارنا والتزامنا بالتميز",
  "visionTitle1": "رؤيتنا",
  "visionTitle2": "القوة الرائدة في الحلول التكنولوجية المبتكرة",
  "visionDescription": "أن نكون القوة الرائدة في الحلول التكنولوجية المبتكرة، والمعروفة بنزاهتنا وتميزنا وتأثيرنا التحويلي على الأعمال محليًا وعالميًا.",

  "missionTitle1": "مهمتنا",
  "missionTitle2": "محفز للتقدم في الإمارات وخارجها",
  "missionDescription": "في أب ووردز، نحن محفز للتقدم في الإمارات وخارجها، ونتعاون مع الدول والشركات والمبتكرين لدفع البشرية إلى الأمام. من التحول الرقمي القائم على الذكاء الاصطناعي إلى التقدم الرائد في مختلف الصناعات، نحن في مهمة لصياغة مستقبل أكثر ذكاءً واتصالًا.",

  "chairmanMessagePara1": "نحن نشكل المستقبل برؤية واضحة: تعزيز ريادة الإمارات العالمية في عصر التكنولوجيا الذكية. مسترشدين برؤية الدولة الجريئة، نقود حلولًا تعيد تعريف التقدم والأمن والاستدامة.",
  "chairmanMessagePara2": "كمبادرة وطنية، يتحول الذكاء الاصطناعي المتقدم إلى تأثير ملموس في العالم الحقيقي، حيث يجمع بين التطورات الرؤيوية والتطبيقات القابلة للتوسع. يضمن التعاون مع المبتكرين العالميين، وتنمية المواهب الإماراتية، والالتزام بمبادئ الذكاء الاصطناعي الأخلاقي، أن تظل الإمارات منارة للتميز التكنولوجي. كل حل يتم تقديمه يعزز المرونة الاقتصادية ويسرع الانتقال إلى اقتصاد قائم على المعرفة.",
  "chairmanMessagePara3": "المستقبل ملك لمن يقود. هذا العصر التحولي ليس فقط ليتم تبنيه بل ليتم تشكيله. معًا، سيتم إطلاق إمكانيات غير محدودة—حيث تمكن التكنولوجيا البشرية، ويخدم التقدم الأجيال القادمة.",
  "chairmanHeading": "الرئيس",
  "chairmanName": "سمو الشيخ محمد بن سلطان بن خليفة آل نهيان",

  "ceoMessagePara1": "نعمل على تعزيز النمو الاقتصادي لدولة الإمارات والتنمية الوطنية من خلال تقديم حلول تكنولوجية متطورة تسرّع التحول الرقمي. يقع مقرنا الرئيسي في أبو ظبي، ويمتد خبرتنا إلى البنية التحتية للذكاء الاصطناعي، والروبوتات، وإنترنت الأشياء، وخدمات تكامل الأنظمة—مما يمكن الصناعات في عالم رقمي متزايد.",
  "ceoMessagePara2": "التعاون هو جوهر نهجنا. من خلال الشراكة مع الكيانات في القطاعين العام والخاص، نساهم في مشاريع رائدة تدعم الأهداف الاستراتيجية لدولة الإمارات. نحن متخصصون في تقديم حلول تقنية مخصصة وقابلة للتوسع، تدمج الذكاء الاصطناعي وإنترنت الأشياء بسلاسة، لتعزيز الكفاءة والإنتاجية والمرونة طويلة الأمد.",
  "ceoMessagePara3": "إلى جانب التكنولوجيا، نحن ملتزمون بتعزيز منظومة ريادة الأعمال في الإمارات. من خلال الحلول المعتمدة على الذكاء الاصطناعي وخبرة تكامل الأنظمة، نمكّن الشركات من اكتشاف فرص جديدة مع تعزيز القدرات التقنية عبر برامج التعليم والتوجيه. يمتد التزامنا إلى دعم المبادرات الحكومية الرئيسية، وتشكيل المستقبل الرقمي للأمة، وتعزيز ريادتها العالمية في التكنولوجيا والابتكار.",
  "ceoHeading": "الرئيس التنفيذي",
  "ceoName": "عبد الله لي شين"
}
