{
  "test": "اختبار باللغة العربية",
  "navItems": [
    {
      "name": "الرئيسية",
      "href": "/",
      "hasDropdown": false
    },
    {
      "name": "من نحن",
      "href": "#solutions",
      "hasDropdown": true,
      "dropdownItems": [
        { "name": "من نكون", "href": "/who-we-are" },
        { "name": "رؤيتنا ورسالتنا", "href": "/vision-and-mission" },
        { "name": "رسالة الرئيس", "href": "/chairman-message" },
        { "name": "رسالة الرئيس التنفيذي", "href": "/ceo-message" }
      ]
    },
    {
      "name": "الحلول",
      "href": "/solutions",
      "hasDropdown": false
    },
    {
      "name": "المنتجات",
      "href": "/products",
      "hasDropdown": false
    },
    {
      "name": "الأخبار",
      "href": "/news",
      "hasDropdown": false
    },
    {
      "name": "الشركاء",
      "href": "/partners",
      "hasDropdown": false
    },
    {
      "name": "الوظائف",
      "href": "/careers",
      "hasDropdown": false
    },
    {
      "name": "تواصل معنا",
      "href": "/contact",
      "hasDropdown": false
    }
  ],
  "contactButonText": "تواصل الآن",
  "section2Heading1": "إعادة تشكيل المستقبل",
  "section2Heading2": " بالذكاء الاصطناعي والابتكار",
  "section2Content2": "تشمل حلولنا التقنية مجموعة واسعة من تطبيقات الذكاء الاصطناعي المتقدمة، من الروبوتات الذكية إلى منصات البرمجيات الذكية المصممة حسب الطلب. نحن نستغل قوة الذكاء الاصطناعي لتطوير أنظمة ذكية وفعالة تعيد تعريف الإمكانيات التكنولوجية وتمكن الأعمال من الازدهار في عصر التطور الذكي.",
  "whoWeAreHeadingHomePage": "من نحن",
  "whoWeAreHomePage": "أبوردز هي مبادرة وطنية إماراتية وشركة تكنولوجيا مكرسة لتطوير حلول متقدمة تعالج التحديات العالمية وتعزز الاستدامة. التزامنا بالتكنولوجيا يتجاوز الابتكار – نحن نركز على خلق حلول مستقبلية مؤثرة تحدث فرقًا حقيقيًا.",
  "whoWeAreButtonTextHomePage": "عرض المزيد",
  "servicesContentHomePage": [
    {
      "title": "الاستشارات",
      "description": "نقدم خدمات استشارية شاملة لإرشاد مؤسستك خلال رحلة التحول الرقمي من البداية للنهاية.",
      "imageSrc": "/images/services/service1.jpg"
    },
    {
      "title": "التخصيص",
      "description": "نحن متمرسون في أحدث التقنيات المتقدمة لتصميم حلول أجهزة مخصصة ووكلاء ذكيين لعملائنا.",
      "imageSrc": "/images/services/service2.jpg"
    },
    {
      "title": "إدارة البرامج",
      "description": "فريقنا الخبير نفذ برامج على مستوى المدن والدول، ونحن أفضل من يدعم تنفيذ مشاريعك.",
      "imageSrc": "/images/services/service3.jpg"
    },
    {
      "title": "التنفيذ",
      "description": "من خلال شبكتنا الواسعة من الشركاء، قمنا بتنفيذ العديد من المشاريع الوطنية وسنواصل تنفيذ مشاريعك.",
      "imageSrc": "/images/services/service4.jpg"
    }
  ],
  "worldMapHeadingHomePage": "نطاقنا",
  "worldMapHeading1": "الخبرة",
  "worldMapData1": "+20 سنة",
  "worldMapHeading2": "الشراكات",
  "worldMapData2": "+35",
  "worldMapHeading3": "علماء الذكاء الاصطناعي",
  "worldMapData3": "+10",
  "worldMapHeading4": "حالات الاستخدام",
  "worldMapData4": "+200",
  "solutionsHeading": "الحلول",
  "solutionsDescription": "هذه بعض من أبرز حلولنا التي قمنا بتطويرها لعملائنا. تواصل معنا وسنشاركك خبرتنا ونصمم حلاً مناسبًا لاحتياجاتك.",
  "solutionsItems": [
    {
      "id": 1,
      "title": "منصة الوكلاء الذكيين",
      "description": "تمكين الأعمال من خلال وكلاء ذكاء اصطناعي مستقلين لأتمتة الجيل القادم.",
      "img": "/images/solution7.png",
      "url": "/solutions/ai-agents-platform"
    },
    {
      "id": 2,
      "title": "مركز بيانات بالتبريد الغامر",
      "description": "ثورة في الكفاءة من خلال تكنولوجيا التبريد الغامر لمراكز البيانات المستقبلية.",
      "img": "/images/solution1.png",
      "url": "/solutions/immersive-cooling-system"
    },
    {
      "id": 3,
      "title": "الروبوت البشري",
      "description": "جسر بين الإنسان والتكنولوجيا من خلال الروبوتات البشرية الذكية.",
      "img": "/images/solution2.png",
      "url": "/solutions/humanoid-robot"
    },
    {
      "id": 4,
      "title": "الهجرة وإنفاذ القانون",
      "description": "ضمان العدالة والأمن من خلال حلولنا المتخصصة في الهجرة وإنفاذ القانون.",
      "img": "/images/solution3.png",
      "url": "/solutions/immigration"
    },
    {
      "id": 5,
      "title": "إنترنت الأشياء المتقدم",
      "description": "ربط العالم بسلاسة من خلال حلول إنترنت الأشياء الذكية والمبتكرة.",
      "img": "/images/solution4.png",
      "url": "/solutions/advance-iot"
    },
    {
      "id": 6,
      "title": "روبوتات التأهيل",
      "description": "ثورة في الرعاية الصحية من خلال الروبوتات الطبية الدقيقة.",
      "img": "/images/solution5.png",
      "url": "/solutions/rehab-robotics"
    },
    {
      "id": 7,
      "title": "نظام إدارة المرور",
      "description": "تحسين التنقل من خلال حلول إدارة المرور الذكية والفعالة.",
      "img": "/images/solution9.png",
      "url": "/solutions/traffic-management-system"
    },
    {
      "id": 8,
      "title": "التنقل المستقبلي",
      "description": "إعادة تعريف مستقبل التنقل من خلال حلول مستدامة وذكية.",
      "img": "/images/solution6.png",
      "url": "/solutions/future-mobility"
    },
    {
      "id": 9,
      "title": "الكلب الروبوتي",
      "description": "استمتع بمستقبل الرفقة من خلال كلبنا الروبوتي الذكي والرشيق.",
      "img": "/images/solution8.png",
      "url": "/solutions/robo-dog"
    }
  ],
  "OurValuesHeading": "قيمنا",
  "valuesItems": [
    {
      "title": "التميّز",
      "description": "الممارسة تصنع الإتقان. بخبرتنا الواسعة التي بنيناها عبر السنوات، تركنا بصمة وتجاوزنا توقعات العملاء بحلول ذكية وإبداعية ترتقي بخدمة العملاء إلى مستوى يتجاوز الخيال."
    },
    {
      "title": "النزاهة",
      "description": "القيم والأخلاقيات التي نشرتها إدارتنا في ثقافة الشركة تعزز الالتزام بتلبية احتياجات العملاء في الوقت المناسب مع تقديم حلول فعالة من حيث التكلفة وتسليم مثالي بجودة عالية."
    },
    {
      "title": "الاحترافية",
      "description": "التركيز والتفاني هما كلمتنا المفتاحية أثناء تعاملنا مع شركائنا وعملائنا، حيث نلتزم بالعمل بدافع وإصرار لتقديم خدمات وفق المعايير الدولية المعترف بها."
    },
    {
      "title": "التعاون",
      "description": "روح الفريق الواحد مزروعة في تفاعلنا الإيجابي المستمر داخليًا. الثقافة التي نبنيها مع موظفينا تنعكس إيجابًا على علاقتنا مع العملاء."
    },
    {
      "title": "الشغف",
      "description": "نقوم بكل ما نفعله بشغف، من التسليم والدعم إلى بناء علاقة قوية مع العملاء تتحول إلى ولاء للعلامة التجارية."
    }
  ],
  "newsHeading": "الأخبار",
  "newsDescription": "اطلع على الرؤى القيمة",

  "newsItems": [
    {
      "id": 1,
      "image": "/images/news1.avif",
      "title": "أقدم مصفاة في الإمارات، إمارات جولد، تحصل على مالك جديد",
      "description": "دبي: إحدى أكبر مصافي الذهب في الإمارات، إمارات جولد، تم شراؤها من قبل برايت إيست هولدينغ 1، وهي كيان مرخص في سوق أبوظبي العالمي (ADGM) يعمل في مجال رأس المال الاستثماري والأسهم الخاصة.\n\n إضافة استحواذ برايت إيست على إمارات جولد يعزز وجودها في مجال المعادن والسلع. لم يتم الكشف عن قيمة الصفقة. إمارات جولد، التي تتخذ من DMCC مقرًا لها، متخصصة في تكرير وصك العملات المعدنية والسبائك. تشمل عملياتها أيضًا الصهر والتحليل (الذي يتعامل مع تحديد جودة الذهب).\n\n الأمر الأكثر أهمية، هو إعادة إدراج إمارات جولد في قائمة التسليم الجيد في الإمارات، وهو ما سيكون حاسمًا في خطط الشركة المستقبلية لتوسيع عملياتها والوصول إلى الأسواق الدولية كمورد للذهب. تم استبعاد المصفاة من هذه القائمة في منتصف عام 2023.\n\n كما تولى الرئيس التنفيذي الجديد، أبهجيت شاه، زمام الأمور في المصفاة. وقال شاه: “بدعم من برايت إيست هولدينغ 1 ومن خلال وضعنا المعاد في قائمة التسليم الجيد في الإمارات، نحن في وضع يؤهلنا لقيادة السوق من خلال الابتكار والتميز. ستتيح لنا هذه التحولات وضع معايير جديدة وتوسيع عروضنا، مما يتيح لنا تقديم قيمة غير مسبوقة لعملائنا في جميع أنحاء العالم.”",
      "url": "https://gulfnews.com/business/markets/uaes-oldest-running-refiner-emirates-gold-gets-new-owner-1.104683944"
    },
    {
      "id": 2,
      "image": "/images/news2.jpeg",
      "title": "تشكيل مستقبل الطيران في أبوظبي",
      "description": "تتعاون شركة فالكون للطيران مع الإمارات، كيانات أبوظبي، وآرتشر، تحت إشراف مجلس الأنظمة الذكية والمستقلة (SASC)، لتعزيز عمليات سيارات الأجرة الجوية الكهربائية. تم التوقيع على هذه الاتفاقية بحضور سمو الشيخ حمدان بن محمد بن زايد آل نهيان، مما يمهد الطريق لأول رحلات تجارية لسيارات الأجرة الكهربائية في أبوظبي.\n\n على مدار ما يقرب من عقدين، قادت فالكون للطيران في التميز في الطيران. تعزز هذه الشراكة التزامنا بالابتكار والاستدامة، وتدعم رؤية أبوظبي كمركز عالمي للتنقل الذكي.",
      "url": "https://www.falconaviation.ae/2025/01/09/shaping-the-future-of-aviation-in-abu-dhabi-1"
    },
    {
      "id": 3,
      "image": "/images/news3.jpg",
      "title": "إدارة تنفيذ الأعمال تستضيف رئيس وزراء أرمينيا السابق",
      "description": "استضافت إدارة تنفيذ الأعمال، سابقًا معالي تيجران أفينيان، نائب رئيس بلدية يريفان ورئيس وزراء أرمينيا السابق، في مقرها في أبوظبي. كان الزيارة، التي رافقه فيها وفده، تهدف إلى تعزيز التعاون واستكشاف الفرص للتقدم التكنولوجي في مبادرات المدن الذكية.\n\n خلال الاجتماع المثمر، ناقش فريق الإدارة التنفيذية في إدارة تنفيذ الأعمال مع معالي تيجران أفينيان مجموعة واسعة من المواضيع المتعلقة بتطوير المدن الذكية وإنترنت الأشياء (IoT). ركزت المناقشات على كيفية الاستفادة من التكنولوجيا لتحسين نوعية الحياة للسكان وتعزيز النمو المستدام وتبسيط إدارة البنية التحتية الحضرية. قامت إدارة تنفيذ الأعمال، التي تتمتع بسمعة كبيرة في حلول إنترنت الأشياء، بعرض خبراتها العميقة وأظهرت براعتها في استخدام التكنولوجيا لدفع الابتكار في مجال إنترنت الأشياء والمدن الذكية. لقد أعجب الضيوف بإنجازات الشركة وأفكارها القيمة، والتي أدت إلى حلول محورية في العديد من المدن حول العالم.\n\n أعرب الطرفان عن حماسهما للتعاون المحتمل في المستقبل، بهدف الاستفادة من خبرة إدارة تنفيذ الأعمال في تطوير مشاريع المدن الذكية في يريفان وغيرها من مناطق أرمينيا. وقد مهد الاجتماع الطريق لشراكة قوية ستدفع الابتكار وتحسن حياة المواطنين من خلال الحلول التكنولوجية.",
      "url": "https://upwards.ae/article/upwards-executive-management-hosts-former-prime-minister-of-armenia/"
    }
  ],

  "partnersHeading": "الشركاء",
  "partnersPageContent1": "من خلال الشراكات الاستراتيجية مع أبرز مزودي التكنولوجيا في العالم، أصبحت شركتنا واحدة من أكثر شركات تكنولوجيا المعلومات شهرة في الإمارات. من خلال الاستفادة من حلول شركائنا المتطورة، نقدم أفضل التقنيات التي تم تصميمها لتلبية احتياجات عملائنا المتزايدة.",
  "partnersPageContent2": "يدفعنا التزامنا بالتميز إلى تعزيز عروضنا باستمرار، مما يوفر للعملاء في الإمارات أفضل مجموعة من المنتجات من كبار بائعي التكنولوجيا العالميين. مع قاعدة قوية من الخبرة والخبرة الفنية والالتزام بالجودة والنزاهة والعلاقات المستدامة مع العملاء، تعد شركة Upwards الشريك المثالي للسوق الإماراتي.",

  "contactHeading": "اتصل بنا",
  "contactDescription": "دعونا نتواصل",
  "contactHeadingText1": "إحضار",
  "contactHeadingText2": "الأفكار والابتكار",
  "contactHeadingText3": "إلى الحياة من خلال",
  "contactHeadingText4": "التكنولوجيا",
  "contactHeadingPara1": "نحن نرحب بك لمشاركة الأفكار المبتكرة والتحديات المستمرة معنا، لا تتردد في التواصل معنا عبر البريد الإلكتروني ",
  "contactHeadingPara2": "info@upwardsae.com",
  "contactHeadingPara3": "لأي استفسارات أو تعاون أو دعم. نحن هنا للمساعدة!",
  "firstNameLabel": "الاسم الأول",
  "lastNameLabel": "الاسم الأخير",
  "emailLabel": "البريد الإلكتروني",
  "phoneLabel": "رقم الهاتف",
  "conactSubmitLabel": "اتصل الآن",
  "messageLabel": "رسالة",

  "footerHeading1": "تواصل معنا",
  "footerHeading1Data1": "المكتب الرئيسي",
  "footerHeading1Data2": "مبنى الخالدية غرب 0.9 |",
  "footerHeading1Data3": "محمد بن سلطان بن خليفة بن زايد |",
  "footerHeading1Data4": "أبوظبي |",
  "footerHeading1Data5": "الإمارات |",
  "footerHeading1Data6": "موقعنا",
  "footerHeading1Data7": "(02) 404 6017",

  "footerHeading2": "خريطة الموقع",
  "footerHeading2Data1": "من نحن",
  "footerHeading2Data2": "الحلول",
  "footerHeading2Data3": "اتصل",
  "footerHeading2Data4": "الأخبار",

  "footerHeading3": "الحلول",

  "bottomFooterText1": "شروط الاستخدام",
  "bottomFooterText2": "سياسة الخصوصية",
  "bottomFooterText3": "© 2025 Upwards. جميع الحقوق محفوظة",

  "whoWeAreHeading": "من نحن",
  "whoweArePara1": "Upwards هي مبادرة وطنية إماراتية وشركة تكنولوجيا مكرسة لتطوير حلول مبتكرة تتناول التحديات العالمية وتعزز الاستدامة. التزامنا بالتكنولوجيا يتجاوز مجرد الابتكار—نحن نركز على خلق حلول مؤثرة وجاهزة للمستقبل تحدث فرقًا حقيقيًا.",
  "whoweArePara2": "من خلال شركاتها التشغيلية، تقدم Upwards منتجات وأنظمة رائدة وموثوقة لعملاء القطاعين العام والخاص، مما يحقق قيمة تجارية واجتماعية كبيرة.",
  "whoweArePara3": "في Upwards، نحن نجسد روح الصقر—نصعد بدقة وتركيز ومرونة. الصقور لا تطير فحسب؛ بل تصعد بعزم، كما نساعد الشركات على تعزيز قدراتها من خلال حلول تكنولوجيا المعلومات المتقدمة. نعتقد أنه عندما يتم استخدام التكنولوجيا بهدف، فإنها تحفز التقدم، وتفتح الإمكانات، وتدفع التحول. متماشين مع هذه الرؤية، تدعم Upwards بنشاط أجندة الإمارات الاستراتيجية لاحتضان التكنولوجيا والذكاء الاصطناعي، مما يضع الأمة في صدارة الابتكار والتميز العالمي.",

  "visionMissionHeading": "هدفنا",
  "visionMissionDescription": "المبادئ التوجيهية التي تدفع ابتكارنا والتزامنا بالتميز",
  "visionTitle1": "رؤيتنا",
  "visionTitle2": "قوة رائدة في حلول التكنولوجيا المبتكرة",
  "visionDescription": "أن نكون القوة الرائدة في حلول التكنولوجيا المبتكرة، ومعروفة بنزاهتنا وامتيازنا وتأثيرنا التحويلي على الأعمال محليًا وعالميًا.",

  "missionTitle1": "مهمتنا",
  "missionTitle2": "داعم للتقدم في الإمارات وما وراءها",
  "missionDescription": "في Upwards، نحن عاملون محفزون للتقدم في الإمارات وما وراءها، نتعاون مع الدول والشركات والمبتكرين لدفع البشرية إلى الأمام. من التحول الرقمي المدعوم بالذكاء الاصطناعي إلى التقدمات الرائدة عبر الصناعات، نحن في مهمة لتشكيل مستقبل أكثر ذكاءً وترابطًا.",

  "chairmanMessagePara1": "نحن نصنع المستقبل بمهمة واضحة: لتعزيز القيادة العالمية للإمارات في عصر التكنولوجيا الذكية. من خلال رؤية الأمة الجريئة، نقوم بابتكار حلول تعيد تعريف التقدم والأمن والاستدامة.",
  "chairmanMessagePara2": "بصفتنا مبادرة وطنية، يتم تحويل الذكاء الاصطناعي المتطور إلى تأثير حقيقي، مما يجسر الفجوة بين التقدمات الرؤيوية والتطبيقات القابلة للتطوير. تضمن التعاون مع المبتكرين العالميين، وزراعة المواهب الإماراتية، والالتزام بمبادئ الذكاء الاصطناعي الأخلاقية أن تظل الإمارات منارة للتميز التكنولوجي. كل حل نقدمه يعزز من مرونة الاقتصاد ويسرع الانتقال إلى اقتصاد قائم على المعرفة.",
  "chairmanMessagePara3": "ينتمي المستقبل لأولئك الذين يقودون. هذه الحقبة من التحول ليست فقط للاستفادة منها، بل لتشكيلها. معًا، سيتم فتح إمكانات غير محدودة—حيث تمكّن التكنولوجيا البشرية، ويخدم التقدم الأجيال القادمة.",
  "chairmanHeading": "رئيس مجلس الإدارة",
  "chairmanName": "سمو الشيخ محمد بن سلطان بن خليفة آل نهيان",

  "ceoMessagePara1": "دافعًا نحو نمو الاقتصاد الإماراتي والتنمية الوطنية، نقدم حلول تكنولوجيا متطورة تسرع التحول الرقمي. يقع مقرنا الرئيسي في أبوظبي، ويمتد خبرتنا لتشمل بنية الذكاء الاصطناعي، والعملاء الذكيين، والبرمجيات، والروبوتات، وحلول الإنترنت الأشياء، وخدمات تكامل الأنظمة - مما يمكّن الصناعات في عالم رقمي بشكل متزايد. مهمتنا هي معالجة التحديات العالمية، ودفع الاستدامة، وتعزيز رفاهية الإنسان.",
  "ceoMessagePara2": "التعاون هو محور نهجنا. من خلال الشراكة مع كل من القطاعين العام والخاص، نساهم في المشاريع الرائدة التي تدعم الأهداف الاستراتيجية لدولة الإمارات. نحن متخصصون في تقديم حلول تكنولوجيا مخصصة وقابلة للتوسع تدمج الذكاء الاصطناعي وإنترنت الأشياء بسلاسة، مما يعزز الكفاءة والإنتاجية والمرونة طويلة الأجل.",
  "ceoMessagePara3": "بعيدًا عن التكنولوجيا، نحن ملتزمون بدعم النظام البيئي الريادي في دولة الإمارات. من خلال حلول الذكاء الاصطناعي وخبرة تكامل الأنظمة، نُمكّن الشركات من فتح فرص جديدة بينما نقوي القدرات التقنية من خلال برامج التعليم والإرشاد. يتجاوز التزامنا دعم المبادرات الحكومية الرئيسية، مما يساعد في تشكيل المستقبل الرقمي للدولة وتعزيز مكانتها العالمية في مجال التكنولوجيا والابتكار.",
  "ceoHeading": "الرئيس التنفيذي",
  "ceoName": "عبد الله لي شين",

  "productsHeading": "المنتجات",

  "productItems": [
    {
      "id": 1,
      "title": "حكيم – AIPC",
      "description": "حكيم هو اسم يعني الحكمة في العالم العربي. يمثل رؤية أبوردز لتوفير الحكمة للجميع في العالم مع حكيم AIPC.",
      "img": "/images/solution7.png",
      "url": "/products/hakim-aipc"
    },
    {
      "id": 2,
      "title": "واكل – منصة الوكلاء",
      "description": "منصة الوكلاء تمكن المؤسسة من بناء وكلائها الذكيين الخاصين بكل مجال ليعملوا على المهام الخاصة بالشركة.",
      "img": "/images/solution1.png",
      "url": "/products/wakkele-agents-ops-platform"
    },
    {
      "id": 3,
      "title": "LLM OPS جهاز",
      "description": "LLMOps، منصة أبوردز على مستوى المؤسسة، تدير دورة حياة النماذج اللغوية الكبيرة بالكامل. تمكّن المؤسسات من تنفيذ هذه النماذج في الإنتاج وعمليات الأعمال.",
      "img": "/images/solution2.png",
      "url": "/products/llm-ops-appliance"
    }
  ],

  "viewMore": "عرض المزيد",
  "old stopper": "--------------------------------------------------------",
  "test": "test"
}
