{
  "test": "test in english",
  "navItems": [
    {
      "name": "Home",
      "href": "/",
      "hasDropdown": false
    },
    {
      "name": "About Us",
      "href": "#solutions",
      "hasDropdown": true,
      "dropdownItems": [
        { "name": "Who We Are", "href": "/who-we-are" },
        { "name": "Vision & Mission", "href": "/vision-and-mission" },
        { "name": "Chairman Message", "href": "/chairman-message" },
        { "name": "CEO Message", "href": "/ceo-message" }
      ]
    },
    {
      "name": "Solutions",
      "href": "/solutions",
      "hasDropdown": false
    },
    {
      "name": "Products",
      "href": "/products",
      "hasDropdown": false
    },
    {
      "name": "News",
      "href": "/news",
      "hasDropdown": false
    },
    {
      "name": "Partners",
      "href": "/partners",
      "hasDropdown": false
    },
    {
      "name": "Careers",
      "href": "/careers",
      "hasDropdown": false
    },
    {
      "name": "Contact Us",
      "href": "/contact",
      "hasDropdown": false
    }
  ],
  "contactButonText": "Contact Now",
  "section2Heading1": "Reshaping the Future",
  "section2Heading2": " with AI and Innovation",
  "section2Content2": "Our technology solutions encompass a wide range of cutting-edge AI applications, from AI robotics to bespoke agentic software platforms. We harness the power of AI to develop smart, efficient systems that redefine technological possibilities and empower businesses to thrive in this Agentic Evolution.",
  "whoWeAreHeadingHomePage": "Who We Are",
  "whoWeAreHomePage": "Upwards is a UAE national initiative and a technology company dedicated to developing cutting-edge solutions that address global challenges and drive sustainability. Our commitment to technology extends beyond mere innovation—we focus on creating impactful, future-ready solutions that make a real difference.",
  "whoWeAreButtonTextHomePage": "VIEW MORE",
  "servicesContentHomePage": [
    {
      "title": "CONSULTING",
      "description": "We offer comprehensive consulting services to guide your entity through an end-to-end digital transformation journey.",
      "imageSrc": "/images/services/service1.jpg"
    },
    {
      "title": "CUSTOMIZATION",
      "description": "We are well verse in latest advance technologies to design bespoke hardware solutions and bespoke agents for our customers.",
      "imageSrc": "/images/services/service2.jpg"
    },
    {
      "title": "PROGRAM MANAGEMENT",
      "description": "Our expert team have delivered national and city-scale programs and are your best candidates to support your implementation.",
      "imageSrc": "/images/services/service3.jpg"
    },
    {
      "title": "IMPLEMENTATION",
      "description": "Through our vast partner networks we have successfully delivered multiple national projects and will continue to deliver for your projects.",
      "imageSrc": "/images/services/service4.jpg"
    }
  ],

  "worldMapHeadingHomePage": "Our Scale",
  "worldMapHeading1": "Experience",
  "worldMapData1": "20+ years",
  "worldMapHeading2": "Partnerships",
  "worldMapData2": "35+",
  "worldMapHeading3": "AI Scientists",
  "worldMapData3": "10+",
  "worldMapHeading4": "Use Cases",
  "worldMapData4": "200+",

  "solutionsHeading": "Solutions",
  "solutionsDescription": "These are some of our main solutions that we have developed for our customers. Get in touch with us and we will share our experience and designed a suitable solution for your needs.",
  "solutionsItems": [
    {
      "id": 1,
      "title": "AI Agents Platform",
      "description": "Empowering businesses with intelligent, autonomous AI agents for next-gen automation.",
      "img": "/images/solution7.png",
      "url": "/solutions/ai-agents-platform"
    },

    {
      "id": 2,
      "title": "Immersive Cooling Data Center",
      "description": "Revolutionizing efficiency with cutting-edge immersive cooling technology for next-gen data centers.",
      "img": "/images/solution1.png",
      "url": "/solutions/immersive-cooling-system"
    },
    {
      "id": 3,
      "title": "Humanoid Robot",
      "description": "Bridging the gap between humans and technology with intelligent humanoid robotics.",
      "img": "/images/solution2.png",
      "url": "/solutions/humanoid-robot"
    },
    {
      "id": 4,
      "title": "Immigration & Law Enforcement",
      "description": "Ensuring justice and security with expert immigration and law enforcement solutions.",
      "img": "/images/solution3.png",
      "url": "/solutions/immigration"
    },
    {
      "id": 5,
      "title": "Advance IOT",
      "description": "Connecting the world seamlessly with smart and innovative IoT solutions.",
      "img": "/images/solution4.png",
      "url": "/solutions/advance-iot"
    },
    {
      "id": 6,
      "title": "Rehab Robotics",
      "description": "Revolutionizing healthcare with precision-driven medical robotics.",
      "img": "/images/solution5.png",
      "url": "/solutions/rehab-robotics"
    },
    {
      "id": 7,
      "title": "Traffic Management system",
      "description": "Optimizing mobility with smart and efficient traffic management solutions.",
      "img": "/images/solution9.png",
      "url": "/solutions/traffic-management-system"
    },
    {
      "id": 8,
      "title": "Future Mobility",
      "description": "Redefining the journey ahead with smart and sustainable future mobility solutions.",
      "img": "/images/solution6.png",
      "url": "/solutions/future-mobility"
    },
    {
      "id": 9,
      "title": "Robo Dog",
      "description": "Experience the future of companionship with our intelligent and agile Robo Dog.",
      "img": "/images/solution8.png",
      "url": "/solutions/robo-dog"
    }
  ],

  "OurValuesHeading": "Our Values",
  "valuesItems": [
    {
      "title": "Excellence",
      "description": "Practice makes perfect. With our extensive experience that was built across the years we managed to leave our mark and exceed customers expectations with smart and creative solutions to elevate customer services to a level beyond imagination."
    },
    {
      "title": "Integrity",
      "description": "The ethics and morals our management have spread across the culture of Tahaluf promotes commitment to deliver customer needs on time while considering cost-effective solutions, perfect delivery with high quality services."
    },
    {
      "title": "Professionalism",
      "description": "Dedication and focus are our keywords while engaging with our partners and customers as we commit to work with determination and motivation to deliver services to our customers in line with internationally recognized standards."
    },
    {
      "title": "Collaboration",
      "description": "One-team spirit is spread from our consistent and pertinent positive engagement internally. The culture we build with our employees reflects back to our customers for a positive and healthy relationship."
    },
    {
      "title": "Passion",
      "description": "Whatever we do, we do IT with passion, starting from delivery and support towards building a strong customer relationship that translates into a brand loyalty."
    }
  ],

  "newsHeading": "News",
  "newsDescription": "Check the valuable insights",
  "newsItems": [
    {
      "id": 1,
      "image": "/images/news1.avif",
      "title": "UAE's oldest-running refiner Emirates Gold gets new owner",
      "description": "Dubai: One of the UAEs biggest gold refiners, Emirates Gold, has been bought by Bright East Holding 1, which is an ADGM (Abu Dhabi Global Market) licensed entity that operates in the venture capital and private equity space.\n\n Bright East's takeover of Emirates Gold adds to its reach in the metals and commodities space. The value of the deal has not been disclosed. The DMCC-based Emirates Gold is into refining and minting of coins and bars. Its operations also cover smelting and assaying (which is to do with determining the quality of gold).\n\n Just as important, Emirates Gold has been reinstated in the UAEs Good Delivery List, which will be decisive in the companys future expansion plans and access to international markets as a supplier of gold. It was in mid 2023 that the refiner was omitted from the List.\n\n A new CEO, Abhijit Shah, has also taken over the mantle at the refiner. “With the support of Bright East Holding 1 and our restored position on the UAEs Good Delivery List, we are positioned to lead the market through innovation and excellence,” said Shah. “This transformation will allow us to set new standards and expand our offerings, delivering unparalleled value to our clients worldwide.”",
      "url": "https://gulfnews.com/business/markets/uaes-oldest-running-refiner-emirates-gold-gets-new-owner-1.104683944"
    },
    {
      "id": 2,
      "image": "/images/news2.jpeg",
      "title": "Shaping the Future of Aviation in Abu Dhabi",
      "description": "Falcon Aviation is partnering with UAE, Abu Dhabi entities and Archer, under the Smart and Autonomous Systems Council (SASC), to advance electric air taxi operations. Witnessed by His Highness Sheikh Hamdan bin Mohamed bin Zayed Al Nahyan, this agreement sets the stage for the first commercial eVTOL flights in Abu Dhabi.\n\n For nearly two decades, Falcon Aviation has led in aviation excellence. This partnership reinforces our commitment to innovation and sustainability, supporting Abu Dhabis vision as a global hub for smart mobility.",
      "url": "https://www.falconaviation.ae/2025/01/09/shaping-the-future-of-aviation-in-abu-dhabi-1"
    },
    {
      "id": 3,
      "image": "/images/news3.jpg",
      "title": "Upwards Executive Management Hosts Former Prime Minister of Armenia",
      "description": "Upwards Executive Management Hosts Former Prime Minister of Armenia, H.E. Tigran Avinyan, to Discuss Smart City Development and IoT Initiatives Abu Dhabi, 21st April- Upwards received H.E. Tigran Avinyan, the Deputy Mayor of Yerevan City and former Prime Minister of Armenia, to their office in Abu Dhabi. The visit, along with his delegation, was aimed at fostering collaboration and exploring opportunities for technological advancements in smart city initiatives. \n During the productive meeting, the Upwards executive management team and H.E. Tigran Avinyan discussed a wide range of topics centered around smart city development and the Internet of Things (IoT). The discussions focused on leveraging technology to enhance the quality of life for residents, promote sustainable growth, and streamline urban infrastructure management. Upwards, recognized for its expertise and innovation in IoT solutions, presented their extensive knowledge and demonstrated their proficiency in harnessing technology to drive IoT and smart city innovation. The esteemed guests were impressed with the companys successful track record and valuable insights, which have resulted in transformative solutions for numerous cities worldwide. \n Both parties expressed their enthusiasm for potential future collaborations, which aim to capitalize on Upwards expertise and experience to further develop smart city projects in Yerevan and other regions of Armenia. The meeting laid the foundation for a strong partnership that will drive innovation and improve the lives of citizens through technology-driven solutions. Upwards remains committed to leveraging its advanced technological capabilities to create sustainable, connected, and resilient cities. With a keen focus on delivering practical and impactful solutions, the company continues to push boundaries, collaborating with governments, municipalities, and industry leaders to shape the cities of tomorrow.",
      "url": "https://upwards.ae/article/upwards-executive-management-hosts-former-prime-minister-of-armenia/"
    }
  ],

  "partnersHeading": "Partners",
  "partnersPageContent1": "Through strategic partnerships with the worlds leading technology providers, we have established ourselves as one of the most recognized IT companies in the UAE. By leveraging our partners cutting-edge solutions, we deliver best-in-class technologies tailored to meet our customers evolving business needs. ",
  "partnersPageContent2": "Our commitment to excellence drives us to continually enhance our offerings, providing clients in the UAE with the optimal mix of products from top global technology vendors. With a strong foundation in experience, technical expertise, and a dedication to quality, integrity, and lasting client relationships, Upwards is the ideal technology partner for the UAE market.",
  "contactHeading": "Contact Us",
  "contactDescription": "Lets Connect",
  "contactHeadingText1": "Bringing",
  "contactHeadingText2": "ideas and innovation",
  "contactHeadingText3": "to life through",
  "contactHeadingText4": "technology",
  "contactHeadingPara1": "we welcome you to share innovative ideas and persistent challenges with us, Feel free to reach out to us at ",
  "contactHeadingPara2": "info@upwardsae.com ",
  "contactHeadingPara3": "for any inquiries, collaborations, or support. We're here to assist you!",
  "firstNameLabel": "First name",
  "lastNameLabel": "Last name",
  "emailLabel": "Email",
  "phoneLabel": "Phone Number",
  "conactSubmitLabel": "CONTACT NOW",

  "footerHeading1": "REACH US",
  "footerHeading1Data1": "Head Office",
  "footerHeading1Data2": "Al Khalidiya West 0.9 Building |",
  "footerHeading1Data3": "Mohammad Bin Sultan Bin Khalifa Bin Zayed |",
  "footerHeading1Data4": "Abu Dhabi |",
  "footerHeading1Data5": "UAE |",
  "footerHeading1Data6": "Our Location",
  "footerHeading1Data7": "(02) 404 6017",

  "footerHeading2": "SITEMAP",
  "footerHeading2Data1": "About Us",
  "footerHeading2Data2": "Solutions",
  "footerHeading2Data3": "Contact",
  "footerHeading2Data4": "News",

  "footerHeading3": "SOLUTIONS",

  "bottomFooterText1": "Terms of Use",
  "bottomFooterText2": "Privacy Policy",
  "bottomFooterText3": "© 2025 Upwards. All rights reserved",

  "whoWeAreHeading": "Who We Are",
  "whoweArePara1": "Upwards is a UAE national initiative and a technology company dedicated to developing cutting-edge solutions that address global challenges and drive sustainability. Our commitment to technology extends beyond mere innovation—we focus on creating impactful, future-ready solutions that make a real difference.",
  "whoweArePara2": "Through its operating companies, Upwards delivers pioneering, competitive, and highly dependable products and systems to both public and private sector clients, generating substantial commercial and societal value.",
  "whoweArePara3": "At Upwards, we embody the spirit of the falcon—rising with precision, focus, and resilience. Falcons do not just fly; they ascend with intent, just as we empower businesses to enhance their capabilities through advanced IT solutions. We believe that when technology is harnessed with purpose, it fuels progress, unlocks potential, and drives transformation. Aligned with this vision, Upwards actively supports the UAE's strategic agenda to embrace technology and artificial intelligence, positioning the nation as a global leader in innovation and excellence.",

  "visionMissionHeading": "Our Purpose",
  "visionMissionDescription": "Guiding principles that drive our innovation and commitment to excellence",
  "visionTitle1": "Our Vision",
  "visionTitle2": "Leading Force in Innovative Technology Solutions",
  "visionDescription": "to be the leading force in innovative technology solutions, renowned for our integrity, excellence, and transformative impact on businesses locally and globally.",

  "missionTitle1": "Our Mission",
  "missionTitle2": "Catalyst for Progress in the UAE and Beyond",
  "missionDescription": "At Upwards, we are a catalyst for progress in the UAE and beyond, collaborating with nations, enterprises, and innovators to drive humanity forward. From AI-powered digital transformation to groundbreaking advancements across industries, we are on a mission to shape a smarter, more connected future.",

  "chairmanMessagePara1": "We are shaping the future with a clear mission: to strengthen the UAE's global leadership in the era of intelligent technology. Guided by the nation's bold vision, we pioneer solutions that redefine progress, security, and sustainability.",
  "chairmanMessagePara2": "As a national initiative, cutting-edge AI is transformed into real-world impact, bridging visionary advancements with scalable applications. Collaboration with global innovators, the cultivation of Emirati talent, and a commitment to ethical AI principles ensure that the UAE remains a beacon of technological excellence. Every solution delivered enhances economic resilience and accelerates the transition to a knowledge-driven economy.",
  "chairmanMessagePara3": "The future belongs to those who lead. This era of transformation is not just to be embraced but shaped. Together, limitless potential will be unlocked—where technology empowers humanity, and progress serves generations to come.",
  "chairmanHeading": "CHAIRMAN",
  "chairmanName": "His Highness Sheikh Mohammed bin Sultan bin Khalifa Al Nahyan",

  "ceoMessagePara1": "Driving the UAE's economic growth and national development, we provide cutting-edge technology solutions that accelerate digital transformation. Headquartered in Abu Dhabi, our expertise spans AI infrastructure, AI agents, software, Robotics, IoT solutions, and system integration services—empowering industries in an increasingly digital world. Our mission is to tackle global challenges, drive sustainability, and enhance human well-being.",
  "ceoMessagePara2": "Collaboration is central to our approach. By partnering with both public and private sector entities, we contribute to pioneering projects that advance the UAE's strategic goals. We specialize in delivering tailored, scalable technology solutions that seamlessly integrate AI and IoT, enhancing efficiency, productivity, and long-term resilience.",
  "ceoMessagePara3": "Beyond technology, we are committed to fostering the UAE's entrepreneurial ecosystem. Through AI-driven solutions and system integration expertise, we empower businesses to unlock new opportunities while strengthening technical capabilities through education and mentorship programs. Our dedication extends to supporting key government initiatives, shaping the nation's digital future, and reinforcing its global leadership in technology and innovation.",
  "ceoHeading": "CEO",
  "ceoName": "Abdullah Lei Shen",

  "productsHeading": "Products",

  "productItems": [
    {
      "id": 1,
      "title": "HAKIM – AIPC",
      "description": "HAKIM, حكيم  is meaning wise in Arabic world. It represents Upwards vision to provide wisdom to everyone in the world with the HAKIM AIPC.",
      "img": "/images/solution7.png",
      "url": "/products/hakim-aipc"
    },

    {
      "id": 2,
      "title": "WAKKELE – AGENTS OPS Platform",
      "description": "The Agents Ops platform allows the enterprise to custom built their own domain based knowledge agents to work on their company specific work tasks.",
      "img": "/images/solution1.png",
      "url": "/products/wakkele-agents-ops-platform"
    },
    {
      "id": 3,
      "title": "LLM OPS Appliance",
      "description": "LLMOps, Upwards’ s enterprise-level platform, manages the full lifecycle of large language models. It enables enterprises to implement these models into production and business processes.",
      "img": "/images/solution2.png",
      "url": "/products/llm-ops-appliance"
    }
  ]
}
