{
  "test": "test in english",
  "navItems": [
    {
      "name": "Home",
      "href": "/",
      "hasDropdown": false
    },
    {
      "name": "About Us",
      "href": "#solutions",
      "hasDropdown": true,
      "dropdownItems": [
        { "name": "Vision & Mission", "href": "/vision-and-mission" },
        { "name": "Chairman Message", "href": "/chairman-message" },
        { "name": "CEO Message", "href": "/ceo-message" }
      ]
    },
    {
      "name": "Solutions",
      "href": "#",
      "hasDropdown": false
    },
    {
      "name": "Products",
      "href": "#",
      "hasDropdown": false
    },
    {
      "name": "News",
      "href": "#",
      "hasDropdown": false
    },
    {
      "name": "Partners",
      "href": "#",
      "hasDropdown": false
    },
    {
      "name": "Contact Us",
      "href": "#",
      "hasDropdown": false
    }
  ],
  "contactButonText": "Contact Now",
  "section2Heading1": "Reshaping the Future",
  "section2Heading2": " with AI and Innovation",
  "section2Content2": "Our technology solutions encompass a wide range of cutting-edge AI applications, from AI robotics to bespoke agentic software platforms. We harness the power of AI to develop smart, efficient systems that redefine technological possibilities and empower businesses to thrive in this Agentic Evolution.",
  "whoWeAre1": "Our technology solutions span a diverse range of advanced AI applications, including AI robotics and tailored agentic software platforms. By leveraging the latest advancements in artificial intelligence, we create intelligent and efficient systems designed to push the boundaries of innovation.",
  "whoWeAre2": "With a focus on redefining technological possibilities, our solutions empower businesses to adapt and excel in this Agentic Evolution. By integrating AI-driven capabilities, we help organizations optimize operations, enhance decision-making, and unlock new growth opportunities in an increasingly automated and intelligent world.",
  "vision": "Our Vision",
  "visionContent": " is to be the leading force in innovative technology solutions, renowned for our integrity, excellence, and transformative impact on businesses locally and globally.",
  "mission": "Our Mission",
  "missionContent": " At Upwards, we are a catalyst for progress in the UAE and beyond, collaborating with nations, enterprises, and innovators to drive humanity forward. From AI-powered digital transformation to groundbreaking advancements across industries, we are on a mission to shape a smarter, more connected future.",
  "story": "Our Story",
  "storyContent": "Founded with a passion for innovation, Upwards was born from a vision to redefine technology's role in shaping the future. From humble beginnings to becoming a trusted partner for enterprises and nations, our journey has been driven by a relentless pursuit of excellence. With a strong foundation in AI, digital transformation, and emerging technologies, we empower businesses to embrace the future with confidence. Every milestone we achieve reflects our commitment to progress, integrity, and impact—fueling a smarter, more connected world.",
  "section2Button1Text": "Learn More",
  "section2Button2Text": "Request a demo"
}
